{
  "Reid_Library" : {

        "Longitude": 115.817813,
        "Latitude": -31.978938,
        "Description": "<h1>Reid Library</h1><p><b>Sir Alexander James Reid</b>, [1889 - 1968]. C.M.G., I.S.O., B.A., Hon. LL.D., FASA., arrived in Western Australia from Glasgow in 1909 and gained his BA in 1924 at UWA. He was in the University Dramatic Society and maintained his interest in the performing arts. Reid joined the Public Service as a messenger boy in 1911 and rose to be Under-Treasurer in 1934.  He joined the University Senate in 1944, was Pro-Chancellor, 1948-1956, and Chancellor, 1956-1962. Reid’s Chancellorship coincided with post-war reconstruction and increased funding from State and Commonwealth governments. With a broad network of influential connections his financial acumen was much appreciated. <br><br>Reid served on many organisations including the Workers’ Home Board (later the State Housing Commission), Royal Perth Hospital Board, State Electricity Commission and the Boards of Chamberlain Industries and Wundowie Charcoal and Steel. He represented UWA on the Murray Committee on Australian Universities, in 1957 and variously served as Chairman of the Festival of Perth Board, Director of the Australian Elizabethan Theatre Trust and a Board Member of the WA National Theatre Company at the Playhouse.</p>",
        "Type": "Plaque",
        "FilePath1": "reid.jpg",
        "FilePath2": "reid3.jpg"
  },
  "Fox_Lecture_Theatre" : {

        "Longitude": 115.818687,
        "Latitude": -31.978687,
        "Description": "<h1>Fox Lecture Theatre</h1><p><b>Arthur Clampett Fox</b>, [1893 - 1986] M.A. from the University of Sydney, was an ordained minister of the Baptist Church who joined the UWA University in 1921 as Lecturer in Philosophy, eventually becoming Foundation Professor of Philosophy, 1945-1960. Fox’s talents for administration and governance led to expanded responsibilities. He held various offices including Dean of the Faculty of Arts, Chairman of the Professorial Board, 1947-1948, and Senator, 1935-1945. Admired by students, he was a firm supporter of undergraduate societies and, on occasion, controversial debate. He chaired the Student Christian Movement. <br><br>During the war Fox was an Air Raid Warden and rostered students ‘on watch’ from the Winthrop Tower. A philosopher concerned with the human condition, Fox was drawn from Socrates and the Platonic dialogues to the realms of existentialism, expositions by Spinoza, and Steginini, whose Platone he translated from the original Italian. Fox was a foundation member and Western Australian representative on the Australian Association of Cultural Freedom.</p>",
        "Type": "Plaque",
        "FilePath1": "Fox1.jpg", 
        "FilePath2": "Fox2.jpg"
    },
    "Alexander_Lecture_Theatre" : {

          "Longitude": 115.818187,
          "Latitude": 31.978437,
          "Description": "<h1>Alexander Lecture Theatre</h1><p><b>Frederick Alexander</b>, [1899-1996] C.B.E., M.A., Hon. D.Litt., \n was educated at the University of Melbourne and Balliol College, Oxford. He was an observer with the Australian delegation to the League of Nations, Geneva, prior to his UWA appointment as Assistant Lecturer in History in 1924. When on a Rockefeller Scholarship in the US in 1940, he was seconded to the Australian Embassy. <br><br>Back in Perth in 1941, he took charge of the Australian Army Education unit with the rank of Major and became part-time Director of Adult Education at UWA in addition to his university duties. He was appointed Founding Professor of Modern History in 1948. Alexander established the Festival of Perth in 1953. He was founding Chairman of the WA Library Board, and Western Australian representative on the Australian Ballet Foundation, the Elizabethan Theatre Trust and the Institute of International Affairs. An astute, resourceful man, he combined the talents of an entrepreneur and a diplomat, but always had a ready ear for his students. He wrote the monumental Campus at Crawley for the 50th Anniversary of the University. </p> ",
          "Type": "Plaque",
          "FilePath1": "alexander.jpg", 
          "FilePath2": ""
    },
    "Murdoch_Lecture_Theatre" : {

          "Longitude": 115.818562,
          "Latitude": -31.978687,
          "Description": "<h1>Murdoch Lecture Theatre</h1><p><b>Sir Walter Forbes Logie Murdoch</b>, [1874 - 1970]. K.C.M.G., O.B.E., M.A., B.A., Hon. D.Litt., came to Australia from Scotland in 1884. Murdoch graduated from the University of Melbourne in 1894 and gained his M.A. in 1897. Appointed Assistant Lecturer in English at Melbourne University in 1903, he wrote for the Argus until his appointment as Foundation Professor of English at UWA in 1913. He served as Vice-Chancellor, 1916-1917, Senator, 1917-1948 and Chancellor, 1943-1948. <br><br>Murdoch carried his share of the administrative and committee work expected of the seven Foundation Professors and entered public debate on social and economic issues with verve. An effective broadcaster he forged an important link between community and University. His stimulating, sometimes controversial, essays were widely read and his name familiar in many households. He was founding president of the WA Branch of the League of Nations, 1920-1936, and President of the WA Kindergarten Union, 1933-1936.  Murdoch University was named in his honour. </p>",
          "Type": "Plaque",
          "FilePath1": "murdoch.jpg", 
          "FilePath2": ""
    },
    "Ross_Lecture_Theatre" : {

          "Longitude": 115.816937,
          "Latitude": -31.978563,
          "Description": "<h1>Ross Lecture Theatre</h1><p><b>Alexander David Ross</b>, [1883 – 1966].C.B.E., B.Sc., M.A., M.Sc., D.Sc., Hon. LL.D., FRAS., FRSE., F Inst P., born in Glasgow,  studied at London and Glasgow Universities, and was Research Scholar at Göttingen University, 1908 and 1909. He lectured in Natural Philosophy at Glasgow University, 1909-1912 and was awarded the Kelvin Medal in 1914. Ross was appointed Foundation Professor of Mathematics and Physics and gave the first lecture at the new University in Perth Western Australia on 31 March 1913. He repeated this lecture to celebrate the 50TH Jubilee. When the departments separated in 1929, he continued as Professor of Physics until his retirement. Physics Department was recognised internationally. <br><br>Ross researched at Watheroo Magnetic Observatory and was influential in selecting Wallal in North West WA, to observe the solar eclipse in 1922. During WW2, he was Deputy Director of Camouflage and Consulting Physicist to the Royal Australian Navy. Ross served as Vice-Chancellor, Senator, Dean of several faculties, and Chairman of various Boards.He travelled widely giving Extension Lectures and was a great supporter of the arts. Orchestral and Choral music in Perth owed much to his patronage and organising ability. </p>",
          "Type": "Plaque",
          "FilePath1": "Ross1.jpg", 
          "FilePath2": "Ross2.jpg"
    },
    "Weatherburn_Lecture_Theatre" : {

          "Longitude": 115.816563,
          "Latitude": -31.979188,
          "Description": "<h1>Weatherburn Lecture Theatre</h1><p><b>Charles Ernest Weatherburn</b>, [1884 – 1974]. B.A., B.Sc., M.A., D.Sc., Hon. LL.D., was educated in Sydney. He entered Trinity College Cambridge in 1906, where he was an Exhibitioner in 1907 and Major Scholar in 1908. Weatherburn gained experience teaching mathematics at Sydney Boys’ High School, and lecturing at Ormond College, Melbourne, before being appointed Professor of Mathematics and Natural Philosophy at Christchurch, 1924-29. He was President of ANZAAS Section A in 1932 and received the Royal Society of New Zealand Hector Medal and Prize for outstanding original work in mathematics in 1934. Weatherburn was Inaugural Professor of Mathematics in 1929 at UWA after Mathematics separated from Physics, where increasing financial stringency due to the Depression,  hindered development of his Department to the level he wanted. <br><br>A gifted teacher, he delighted in finding logical and lucid solutions to mathematical problems. A Carnegie Fellowship, 1935-36, enabled him to visit distinguished colleagues in New York. He served as Dean of both Arts and Science faculties and Chaired the Professorial Board in 1934 and 1942. </p> ",
          "Type": "Plaque",
          "FilePath1": "Weatherburn1.jpeg", 
          "FilePath2": "Weatherburn2.jpg"
    },
    "Irwin_St_Building" : {

          "Longitude": 115.817037,
          "Latitude": -31.979900,
          "Description": "<h1>Irwin St Building</h1><p><b>The irwin Street building</b> was part of the original University established in central Perth in 1913. Students referred to it as Tin Pan Alley. Irwin Street was named after Captain Frederick Chidley Irwin, who arrived on HMS Sulphur on 8 June 1829, in charge of a detachment of the 63rd Regiment. He was Lieutenant Governor during Governor Stirling’s absence in 1832-33 and again in 1847-1848 following the death of Governor Andrew Clarke. A strict moralist, Irwin was responsible for the formation of the General Committee of Education in 1847, an early example of the state-sponsored education system that resulted in the establishment of the new University in 1913. <br><br> In 1933 some of the original timber and corrugated iron buildings were relocated to the Crawley campus, where they provided temporary accommodation for departments awaiting permanent buildings. They were located on an internal road parallel to Fairway in the north west corner of the campus, itself named Irwin Street. Most of these buildings have now been replaced, but this one was again relocated to face James Oval, funded by University Convocation to commemorate the 75th anniversary of the University. \n The repurposed building was dedicated by Sir John Hackett GCB, CBE, DSO and Bar, MC, B. Litt, MA Oxon, Hon MD LLD Belfast, the son of Sir John Winthrop Hackett KCMG, Hon. LLD, one of the founders and first Chancellor of the University. The UWA Cricket Club, the Convocation Council and the UWA Historical Society now use the building.</p> ",
          "Type": "Plaque",
          "FilePath1": "Irwin_Street1.jpg", 
          "FilePath2": "Irwin_Street2.jpg"
    },
    "James_Oval" : {

          "Longitude": 115.817813,
          "Latitude": -31.980187,
          "Description": "<h1>James Oval</h1><p><b>Sir Walter Hartwell James</b>, [1863 - 1943]. K.C.M.G., K.C., Hon. LL.D., was born in Perth and educated at Perth Boy’s School and High School. He worked on De Grey station before being articled to George Leake and becoming Honorary Secretary of the Barristers’ Board. Following study in London, he was called to the WA Bar in 1888. <br><br>James represented Central Ward on the Perth City Council, 1891-1897, South Perth Roads Board, 1892-98, was on the Central Board of Health, the Perth Hospital Board and the Perth District Board of Education. He won the Legislative Assembly seat of East Perth in 1894 and was a WA delegate to the Federal Convention. He supported female suffrage and free secular education. Premier and Attorney-General in 1902 he sponsored the University Endowment Act (1904) that ensured the allocation of 4,146 acres at Crawley. When his government was defeated in 1904 he was appointed Agent General in London. James became a Foundation Member of the Senate at its first meeting on 13 March 1912. He was Pro-Chancellor in 1929 and Chancellor in 1930.</p> ",
          "Type": "Plaque",
          "FilePath1": "James_Oval1.jpeg", 
          "FilePath2": "James_Oval2.jpg"
    },
    "Tattersall_Lecture_Theatre" : {

          "Longitude": 115.818562,
          "Latitude": -31.981437,
          "Description": "<h1>Tattersall Lecture Theatre</h1><p><b>George Tattersall</b>, [1881- 1943]. B.Sc., M.Sc., graduated from University College, Nottingham in 1897, with First Class Honours in Chemistry. In 1903, he won an 1851 Exhibition Research Scholarship and studied at Manchester University gaining M.Sc. in 1906. He became an Associate of the British Institute of Chemistry of Great Britain and Ireland in 1903 and a Fellow in 1907.Tattersall came to Perth as Assistant Lecturer in Mathematics and Physics at the Technical School in 1909, subsequently becoming Head of the Department. In 1913, he was appointed Assistant to the Professor of Mathematics and Physics at UWA. He was Acting Professor of Chemistry at UWA in 1917 while Professor Wilsmore was in England on <b>WW1 Research</b>. When Wilsmore returned, Tattersall became Lecturer, then Assistant Professor in 1920 and Associate Professor of Organic Chemistry from 1922 to 1943. A foundation member of the Australian Chemical Institute and Honorary Secretary of the WA Branch, Tattersall was Honorary Secretary of the WA Branch of the British Association of University Teachers from 1921 to 1933. He was an Associate Member of the Australian National Research Council and one of its inaugural Fellows in 1937.</p>",
          "Type": "Plaque",
          "FilePath1": "Tattersall1.jpg", 
          "FilePath2": "Tattersall2.jpg"
    },
    "Bayliss_Building" : {

          "Longitude": 115.818438,
          "Latitude": -31.982062,
          "Description": "<h1>Bayliss Building</h1><p><b>Sir Noel Stanley Bayliss</b>, [1906 – 1996]. C.B.E., B.Sc., B.A., PhD., Hon. D.Sc., FRACI., FAA., Hon. FACE., was born in Brisbane and educated at Melbourne University where he was Victorian Rhodes Scholar in 1927. He studied at Lincoln College, Oxford, and University of California, Berkeley. He was Senior Lecturer in Chemistry at Melbourne University, 1933-1937, until appointed Professor of Chemistry and Head of Department at UWA, 1938-1971.<br><br>During World War 2, he was Chief Warden for Civil Defence in Western Australia.  Bayliss was Acting Vice-Chancellor, 1948, 1952-53 and Member of the Senate, 1945-1949, 1951-1959. He was heavily involved in the Australian Universities Commission, ANZAAS and CSIRO and a Fellow of the Australian Academy of Science. His research programs were well respected in national and international circles and he was in demand as a visiting fellow or speaker. Popular with students and staff, he established the Bayliss Youth Lectures and a series of academic staff conferences on Rottnest Island. Bayliss chaired the Murdoch University Planning Board and served on the Murdoch Senate.</p> ",
          "Type": "Plaque",
          "FilePath1": "Bayliss1.jpg", 
          "FilePath2": "Bayliss2.jpeg"
    },
    "Cameron_Hall" : {

          "Longitude": 115.819812,
          "Latitude": -31.981063,
          "Description": "<h1>Cameron Hall</h1><p><b>Robert George Cameron</b>, [1886 - 1960] M.A., was a student, and later Lecturer in Education, at Sydney University prior to a joint appointment as Foundation Professor of Education at UWA and Principal of Claremont Teachers’ College in 1927. The funding arrangement became contentious when the Government closed the Teachers’ College at the end of 1931, significantly reducing his salary. Although the Senate subsequently agreed to pay half the shortfall for one year Cameron was aggrieved. He took two years leave without pay from the Education Department and obtained a Carnegie Corporation grant to investigate education overseas. Financial conditions had improved by 1934 and Claremont Teachers’ College reopened. <br><br>Cameron was active on the Public Examinations Board, the Australian Council for Education Research, Adult Education Board and the Western Australian Art Gallery, Museum and Library boards. He had a prominent role in developing school broadcasts for the Australian Broadcasting Commission. Cameron was Dean of the Faculty of Arts and Chairman of the Professorial Board in 1949-1950 and served as Acting Vice-Chancellor. </p> ",
          "Type": "Plaque",
          "FilePath1": "Cameron_Hall1.jpg", 
          "FilePath2": "Cameron_Hall2.jpeg"
    },
    "Beasley_Law_Building" : {

          "Longitude": 115.819812,
          "Latitude": -31.979563,
          "Description": "<h1>Beasley Law Building</h1><p><b>Frank Reginald Beasley</b>, [1897-1976] E.D., B.A., LL.B., Hon. LL.D., was educated at the Council of Legal Education in London and at Magdalen and Wadham Colleges, Oxford. Beasley saw active service during World War 1 with the AIF 11th Battalion in France and Gallipoli. He returned to Sydney where he gained First Class Honours in 1924, and in 1927 was appointed Foundation Professor of Law at UWA. Although he specialised in constitutional law, his broadly based academic and sporting interests were an asset to the University. <br><br>As President of the UWA Boat Club, he coached the winning eight in 1933. After Hubert Whitfeld’s death in 1939, Beasley was Acting Vice-Chancellor, but his zeal for reform caused friction and he resigned in 1940. During World War 2, the Law School appointment was temporarily suspended whilst he was attached to Western Command as Deputy Assistant Adjutant-General. Beasley moved to Melbourne in 1963, was a consultant at Monash University and lectured at the Australian National University </p>",
          "Type": "Plaque",
          "FilePath1": "Beasley1.jpg", 
          "FilePath2": "Beasley2.jpg"
    },
    "Queen_And_Duke" : {

          "Longitude": 115.818118,
          "Latitude": -31.978412,
          "Description": "<h1>Queen and Duke Trees</h1><p><b>Queen and Duke Trees:</b> a pair of <i>Ficus hillii</i> was planted by Her Majesty Queen Elizabeth II and Prince Philip, the Duke of Edinburgh on their visit in 1963, UWA’s Jubilee year. The Queen's first visit to the University was in 1954, the first time a reigning monarch of Australia had set foot on Australian soil. In that year the Queen and the Duke of Edinburgh attended a ball at UWA hosted by Chancellor Gillett and Vice Chancellor Prescott. It was held outdoors on Whitfeld Court as the current polio epidemic meant ‘no handshaking’. The Queen visited again in 1963 when, with then Chancellor Sir Alex Reid, she greeted Colombo Plan students during the Golden Jubilee celebrations. The two trees were planted by Her Majesty Queen Elizabeth II and Prince Philip, Duke of Edinburgh in the Great Court adjacent to the Tropical Grove. The Ceremonial silver spades used were duly preserved. The Duke’s tree did not survive but a replacement was planted several years later. In 2000, Her Majesty opened the Collaborative Training and Education Centre - one of the world's most sophisticated medical skills laboratories - next to the School of Anatomy and Human Biology, and in 2011 the royal couple were in Perth attending the Commonwealth Heads of Government Meeting.</p> ",
          "Type": "Plaque",
          "FilePath1": "Queen_and_duke1.jpg", 
          "FilePath2": "Queen_and_duke2.jpg"
    },
    "Arts_Building" : {

          "Longitude": 115.818118,
          "Latitude": -31.978412,
          "Description": "<h1>The Arts Building</h1><p> In 1959, the WA architect Marshall Clifton was commissioned to design a new arts building. Work began in 1962, and the building was opened by the Prime Minister, Sir Robert Menzies in 1964. The commemorative plaque was unveiled by his wife, Dame Pattie Menzies.</p><p>The Prime Minister also received the honorary degree of Doctor of Letters at a Graduation ceremony in Winthrop Hall. In his oration in Latin, Prof Austin referred to ‘pig-iron Bob’ as <i>porcus ferrum Robertus</i>.</p><p>Professor Edwards noted the similarity of the dimensions of the courtyard to those of London’s Fortune Theatre, erected in 1600, so a stage was included, with a bridge across the centre, thus giving 2 courtyards, one of which became the New Fortune Theatre.</p><p>The lecture theatres were named after former professors Murdoch, Alexander, Fox and Austin.</p><p>Margaret Priest works can be seen: a bronze swan acts as a weather vane, and a fountain in the form of a many-headed serpent, like the Hydra of the ancient Greek myth.</p><p>Replicas of Greek and Roman sculptures from the factory of Staatliche Museen in Berlin adorn the building. A former student presented acopy of the head of the horse of Selene, originally on the Parthenon in Athens and, since 1815, in the British Museum.</p>",
          "Type": "Plaque",
          "FilePath1": "arts1.jpg", 
          "FilePath2": "arts2.png"
    },
    "The_Charioteer" : {

          "Longitude": 115.818607,
          "Latitude": -31.978105,
          "Description": "<h1>The Charioteer</h1><p>A terracotta cast of a famous ancient Greek bronze sculpture, the <b>‘Charioteer of Delphi’</b> stood in an an alcove-archway at the Stirling Highway end of the external colonnade of the Vice-Chancellery, formerly the University Library, since 1933. This replica was presented to the University by Mrs R.T. Robinson at an afternoon tea function attended by the Vice-Chancellor, H E Whitfeld, and by the then President of the Guild of Undergraduates, Mr Hew Roberts, the latter promising that the students would ‘take the statue under our protection’. In spite of this, the replica has lost its right forearm, because it stretched out horizontally, and this provided too much temptation for those who wished to hang things on it. <br><br>When the ‘new’ Reid Library and the ‘new’ Arts Building were opened in 1964 the statue was placed in the ground floor walkway at the western end of the Arts Building. The original work, dating from around 460 B.C., represented a charioteer bringing his team of four horses to a halt, while a slave boy held their heads. A landslide buried the group soon after it was first put in place, and although the chariot, and most of the remaining parts of the group were recovered in ancient times, the charioteer himself and some fragments of the other components from the 2,500 year old bronze statue were found by French archaeologists in 1896.</p> ",
          "Type": "Plaque",
          "FilePath1": "thecharioteer.jpg", 
          "FilePath2": "thecharioteer2.jpg"
    },
    "The_Octagon_Theatre" : {

          "Longitude": 115.819282,
          "Latitude": -31.977331,
          "Description": "<h1>The Octagon Theatre</h1><p><i>We walked on to this great expanse with the builder and the general foreman was beside me and he said, 'Well, this will be exciting, I've never set out a hexagon before', and I said, 'Well, for **** sake don't start now, it's an octagon.'</i><br><br><b>The Octagon Theatre</b> is a thrust stage venue, hosting opera, classical and popular music, as well as dance, theatre, stand-up comedy, seminars and student lectures. With 683 tiered seats, the Octagon is incredibly versatile. The thrust stage can be increased to 12 metres wide, or entirely removed, allowing additional seating. Removing half the stage reveals an orchestra pit. The theatre's excellent sightlines are unique in Perth. <br><br> In 1965, the University of Western Australia announced that architect Peter Parkinson had been awarded the commission for the new University Lecture Theatre.  After considerable pressure from the English Department, led by Professor Allan Edwards, the University decided to build a multi-purpose theatre and to set up a Theatre Committee to oversee the project. Although it was intended that the theatre be used for drama, the use of Commonwealth Government funding for the project required that the theatre be primarily used for lectures. Hence the project was described as the University Lecture Theatre (ULT). The Octagon Theatre commission was to set Parkinson on his career as a theatre architect. In the early seventies the Federal government invested money heavily in campus buildings, many tertiary institutions took the opportunity to build performance buildings. <br><br>Parkinson’s interest in transformable theatre spaces identified him from an early stage with the prevailing modernist concern to incorporate technology in all buildings. At Dr Philip Parson’s suggestion, Sir Tyrone Guthrie was invited to Perth to advise them and when Guthrie arrived in Perth in July 1965 it must have seemed to Guthrie that Peter Parkinson promised to match Guthrie’s description of the ideal theatre architect. <br><br>The WA Architectural fraternity responded to Parkinson’s elegantly simple design by awarding the Octagon Theatre an RAIA (WA) Bronze Medal Citation (1969). The Opening ceremony was by Sir Lawrence Jackson.</p> ",
          "Type": "Plaque",
          "FilePath1": "Octagon1.jpg", 
          "FilePath2": "Octagon2.jpg"
    },
    "The_Black_Stump" : {

          "Longitude": 115.819077,
          "Latitude": -31.977245,
          "Description": "<h1>The Black Stump</h1><p>Commissioned in 1975 by Forbes and Fitzhardinge for the AMP building in St Georges Square, <b>The Black Stump</b> was relocated to outside the Octagon Theatre in 1991. The three sculptural elements placed around a circle of black marble embedded in the paving evolved from a drawing and tempera painting of a burnt tree the artist made twenty-five years earlier. The long gestation of ideas is evident in all Howard Taylor's work, and this project exemplifies the important process of reduction down to fundamentals. Howard Taylor [1918 – 2001], a painter and sculptor of the natural sublime - austere, and mostly abstract .  From childhood in Adelaide; the boy liked intricate machinery, and made model aircraft. He enlisted in the Royal Australian Air Force in 1937. Graduating top of his class, he was transferred to Britain, shot down in 1940 over Europe, and spent five years in German camps. To fill the days he made life-drawings of his fellow-prisoners. When he returned from post-war study at the Birmingham College of Art in 1949 the bush at Bickley, near Perth, entered his art. In 1967 he shifted to Northcliffe in the karri-forest country, near the wild granite coastland facing the Southern Ocean. Taylor was the first recipient of the Australia Council’s Visual Arts Board’s Emeritus Awards. In 1998 he was designated a WA State Living Treasure. </p>",
          "Type": "Plaque",
          "FilePath1": "Black_Stump1.jpg", 
          "FilePath2": "Black_Stump2.jpg"
    },
    "Dolphin_Theatre" : {

          "Longitude": 115.819083,
          "Latitude": -31.977239,
          "Description": "<h1>Dolphin Theatre</h1><p>Opened in 1976, <b>the Dolphin</b> is a small proscenium arch theatre with 198 raked seats, an orchestral pit and fly tower.  By chance, visiting British actor Sir Michael Redgrave arrived at an opportune moment to conduct the opening ceremony. It was constructed to replace the essentially student theatre ‘The Dolphin’ which opened in 1960, but which by the mid-seventies was doomed to demolition. It was named for the dolphins in Matilda Bay and for the link with Greek mythology of the amiable intelligent Dolphin carrying the poet Arion to safety. It had been created by University Dramatic Society students and staff from the former Electrical Engineering shed behind Shenton House, one of the corrugated iron and weatherboard buildings from the 1913 Irwin St campus. The cool-room creamery of the original Crawley Park farm was used as a dressing room. <br><br>The ‘new’ theatre was designed by renowned architect, theatre consultant and former Faculty of Architecture staff, member Peter Parkinson (1925 – 2014) MBE LFRAIA RIBA. London born, Peter graduated from the Architectural Association in 1950 and moved to Perth in 1952.  He was a founding member of the architectural practice, Hill and Parkinson, (1965 to 1980), specialising in his great passion, theatre design.  His work included the Octagon Theatre and the New Fortune Theatre for UWA and the restoration of His Majesty’s Theatre, Perth. Peter also constructed a mini-theatre named the Rectangle in his Nedlands backyard. </p> ",
          "Type": "Plaque",
          "FilePath1": "Dolphin_Theatre1.jpeg", 
          "FilePath2": "Dolphin_Theatre2.jpg"
    },

    "Somerville_Auditorium" : {

      "Longitude": 115.819083,
      "Latitude": -31.977239,
      "Description": "<h1>Somerville Auditorium</h1><p>New South Wales-born <b>William Somerville</b>, Hon. LLD (1869- 1954), trained as a boilermaker in NSW before losing his job during the 1890s depression and ‘humping his swag’ through NSW and Victoria, before arriving in Western Australia, where he worked as an engine-smith on C.Y. O’Connor’s Fremantle Harbour project. He soon became a leader in the maritime unions, was elected workers’ representative to the Western Australian Court of Arbitration from 1905 - 1941 and became a significant figure in the early history of the Australian Labor Party of WA. <br><br>He was involved with the University from 1912 until his death in 1954, serving as a Foundation senator, Vice Chancellor, and as chair of the General Purpose and the Grounds committees. His grand concept for a ‘Cathedral of Pines’ was named Somerville Auditorium in his honour following the first performances there in 1945. <br><br>A member of the Rottnest Island and Kings Park Boards, the Somerville Pine Plantation, was named for him. Originally on University endowment lands, the plantation was replaced by the suburbs of Kardinya, Winthrop and Murdoch, where small remnants of the once vast pine plantation can still be seen. <br><br>His ashes lie under the pines of Somerville Auditorium. </p>",
      "Type": "Plaque",
      "FilePath1": "Sommerville1.jpg", 
      "FilePath2": "Sommerville2.jpg"
},
    "Percy_Grainger" : {

          "Longitude": 115.820474,
          "Latitude": -31.976775,
          "Description": "<h1>Percy Grainger</h1><p>This bronze bust of extraordinary Australian musician <b>Percy Grainger</b> was presented to the University in honour of Grainger's close association with this state. Grainger played a major part in discovering WA pianist Eileen Joyce in 1926, and in 1935 he established the Rose Grainger Music Collection at UWA. Sir Frank Callaway made Grainger scholarship a major research activity at the University during the 1980s.</p><p>The bust was created by Norwegian-born sculptor and surgeon Kaare Nygaard, who knew Grainger both personally and as a patient. He wrote of Grainger, 'He was such a great charmer in real life – nothing art-wise can ever really capture that personality'.</p><p>Gift of WA University Choral Society to the Music Department, 1980 George Percy Grainger (1882-1961), musician, was born on 8 July 1882 at Brighton, Melbourne, and was educated there and in London and France. He migrated to Adelaide in February 1877 to take up a post in the Engineer-in-Chief's Office; he resigned in mid-1878 to concentrate on his extensive private practice. Later, as chief architect in the Western Australian Department of Public Works in 1897-1905, he was responsible for sections of the Western Australian Museum and Art Gallery, the Public Library of Western Australia the Perth Law Courts, and for the first stage of Parliament House. The Wardens' Court in Coolgardie was designed by him. </p> ",
          "Type": "Plaque",
          "FilePath1": "Percy_Grainger1.jpg", 
          "FilePath2": "Percy_Grainger2.jpg"
    },
    "Eileen_Joyce" : {

          "Longitude": 115.820008,
          "Latitude": -31.976651,
          "Description": "<h1>Eileen Alannah Joyce</h1><p><b>Eileen Alannah Joyce</b>, [1908 - 1991]. C.M.G., Hon. D.Mus. (Cambridge, 1971), (University of WA, 1979), (Melbourne, 1982) was born in Tasmania. The family moved to WA in 1911 living in Kununoppin and then Boulder where Eileen attended St Joseph’s Convent School. Her pianistic ability was apparent and an examiner from Trinity College in London, arranged for her to attend Loreto Convent in Claremont. She played for visiting celebrities, and Percy Grainger found her extremely gifted whilst Wilhelm Backhaus insisted that she should study in Germany. The Eileen Joyce Fund, set up in 1926 by Premier Philip Collier, enabled her to study at Leipzig Conservatorium and the Royal College of Music, London. She made her professional debut in 1930 at a London Prom Concert and went on to have a successful international career. She first returned to Australia for an ABC concert tour in 1936.</p><p>Joyce donated her memorabilia collection, and $100,000 to the University for the Eileen Joyce Music Studio which she opened in 1981. A portrait and a bronze bust may be viewed there. </p>",
          "Type": "Plaque",
          "FilePath1": "Eileen_Joyce1.jpg", 
          "FilePath2": "Eileen_Joyce2.jpg"
    },
    "The_Dancer_and_Emma" : {

          "Longitude": 115.819028,
          "Latitude": -31.976931,
          "Description": "<h1>The Dancer and Emma</h1><p>After first featuring together in a solo exhibition at Quentin Gallery in 1984, Emma and Paula - aka <b>The Dancer</b> - are now permanently together in Jackson Court, thanks to the generosity of the Friends of the Grounds, UWA.</p><p>Greg James was born in Perth. His involvement with art began when he enrolled at Claremont Technical College (later Claremont School of Art) where he studied Fine Art, majoring in Sculpture. He initially worked as a Sculpture Technician for Claremont School of Art before establishing a small foundry in his home studio in 1987. In 1992 he moved his studio to J Shed, Fremantle, where he developed his Sculpture Studio Gallery. His numerous life-size public sculptures have become well known landmarks throughout Fremantle and Perth, whilst his collectable work is displayed throughout Australia, and in galleries in Ireland, the United Kingdom, and New Zealand. Greg specialises in bronze sculpture, however, he also works with stone, marble, wood, aluminium and steel. </p>",
          "Type": "Plaque",
          "FilePath1": "The_Dancer_and_Emma1.jpeg", 
          "FilePath2": "The_Dancer_and_Emma2.jpeg"
    },
    "Sundial" : {

          "Longitude": 115.819341,
          "Latitude": -31.978653,
          "Description": "<h1>Sundial</h1><p><u>Hours to Sunset</u> is a glass mosaic sundial 8m wide by 4.6m high mounted on the west wall of the UWA Club to celebrate the University of Western Australia's 100th year. Normally we measure time relative to midday, when the sun is highest in the sky. This sundial measures time relative to sunset and indicates how many hours of daylight remain.<br><br>Shaun Tan’s ‘Hours to Sunset’ was the gift of Convocation and the Hawaiian group, to the Centenial  of the UWA.  Dr Peter Kovesi from the Centre for Explortaion Targeting calculated the shadow lines required and Shaun transformed them into a fantastical art work with colours representing the West Australian coastal landscape. \n Tan is a UWA graduate with Honours in Fine Arts and Literature. He is an Academy Award winner for his work ‘The Lost Thing’ and holds many awards for his contribution to children and young peoples’ literature. <br><br>He used traditional Venetian glass making methods combined with modern industrial techinques. The sundial image was scanned and reproduced as a pixellated image used to establish sheets to produce 337500 tessara.  A number of people assisted by adding the tiles as the work progressed. The little courtyard with the Golden Eggs is gently lit at night. <br><br> A gnomon, projecting horizontally from the top centre point of the sundial, casts a shadow on the wall. During the course of the afternoon the tip of the gnomon's shadow will move from the bottom of the wall up to the top until, at sunset, it is level with the gnomon. The left hand curve of the sundial's markings plots the path of the Sun's shadow during the summer solstice, the middle line is the path during the equinox, and the curve on the right shows its path at the winter solstice. The hour lines are angled to account for the different length of day between summer and winter. <br><br>This project originated when Susan Marie, then Director of University Extension Services, and Board member of the UWA Club, commissioned Shaun Tan to create a west-facing sundial.  Ian Middleton, artisan tiler, executed the work. Susan Marie was the project coordinator. For more information visit <a href='//www.culturalprecinct.uwa.edu.au/about/hours-to-sunset'>here</a> </p>",
          "Type": "Plaque",
          "FilePath1": "Sundial1.jpg", 
          "FilePath2": "Sundial2.jpg"
    }

}
