{
  "Fox_Lecture_Theatre" : {

        "Longitude": 115.818687,
        "Latitude": -31.978687,
        "Description": "Arthur Clampett Fox, [1893 - 1986] M.A. from the University of Sydney, was an ordained minister of the Baptist Church who joined the UWA University in 1921 as Lecturer in Philosophy, eventually becoming Foundation Professor of Philosophy, 1945-1960. Fox’s talents for administration and governance led to expanded responsibilities. He held various offices including Dean of the Faculty of Arts, Chairman of the Professorial Board, 1947-1948, and Senator, 1935-1945. Admired by students, he was a firm supporter of undergraduate societies and, on occasion, controversial debate. He chaired the Student Christian Movement. During the war he was an Air Raid Warden and rostered students ‘on watch’ from the Winthrop Tower. A philosopher concerned with the human condition, Fox was drawn from Socrates and the Platonic dialogues to the realms of existentialism, expositions by Spinoza, and Steginini, whose Platone he translated from the original Italian. Fox was a foundation member and Western Australian representative on the Australian Association of Cultural Freedom.",
        "Type": "Plaque",
        "FilePath": "..."
    },
    "Alexander_Lecture_Theatre" : {

          "Longitude": 115.818187,
          "Latitude": 31.978437,
          "Description": "Frederick Alexander, [1899-1996] C.B.E., M.A., Hon. D.Litt., was educated at the University of Melbourne and Balliol College, Oxford. He was an observer with the Australian delegation to the League of Nations, Geneva, prior to his UWA appointment as Assistant Lecturer in History in 1924. When on a Rockefeller Scholarship in the US in 1940, he was seconded to the Australian Embassy. Back in Perth in 1941, he took charge of the Australian Army Education unit with the rank of Major and became part-time Director of Adult Education at UWA in addition to his university duties. He was appointed Founding Professor of Modern History in 1948. Alexander established the Festival of Perth in 1953. He was founding Chairman of the WA Library Board, and Western Australian representative on the Australian Ballet Foundation, the Elizabethan Theatre Trust and the Institute of International Affairs. An astute, resourceful man, he combined the talents of an entrepreneur and a diplomat, but always had a ready ear for his students. He wrote the monumental Campus at Crawley for the 50th Anniversary of the University.  ",
          "Type": "Plaque",
          "FilePath": "..."
    },
    "Murdoch_Lecture_Theatre" : {

          "Longitude": 115.818562,
          "Latitude": -31.978687,
          "Description": "This is a site",
          "Type": "Plaque",
          "FilePath": "..."
    },
    "Reid_Library" : {

          "Longitude": 115.817813,
          "Latitude": -31.978938,
          "Description": "This is a site",
          "Type": "Plaque",
          "FilePath": "..."
    },
    "Ross_Lecture_Theatre" : {

          "Longitude": 115.816937,
          "Latitude": -31.978563,
          "Description": "This is a site",
          "Type": "Plaque",
          "FilePath": "..."
    },
    "Weatherburn_Lecture_Theatre" : {

          "Longitude": 115.816563,
          "Latitude": -31.979188,
          "Description": "This is a site",
          "Type": "Plaque",
          "FilePath": "..."
    },
    "Irwin_St_Building" : {

          "Longitude": 115.817037,
          "Latitude": -31.979900,
          "Description": "The irwin Street building was part of the original University established in central Perth in 1913. Students referred to it as Tin Pan Alley. Irwin Street was named after Captain Frederick Chidley Irwin, who arrived on HMS Sulphur on 8 June 1829, in charge of a detachment of the 63rd Regiment. He was Lieutenant Governor during Governor Stirling’s absence in 1832-33 and again in 1847-1848 following the death of Governor Andrew Clarke. \n A strict moralist, Irwin was responsible for the formation of the General Committee of Education in 1847, an early example of the state-sponsored education system that resulted in the establishment of the new University in 1913. \n In 1933 some of the original timber and corrugated iron buildings were relocated to the Crawley campus, where they provided temporary accommodation for departments awaiting permanent buildings. They were located on an internal road parallel to Fairway in the north west corner of the campus, itself named Irwin Street. Most of these buildings have now been replaced, but this one was again relocated to face James Oval, funded by University Convocation to commemorate the 75th anniversary of the University. \n The repurposed building was dedicated by Sir John Hackett GCB, CBE, DSO and Bar, MC, B. Litt, MA Oxon, Hon MD LLD Belfast, the son of Sir John Winthrop Hackett KCMG, Hon. LLD, one of the founders and first Chancellor of the University. The UWA Cricket Club, the Convocation Council and the UWA Historical Society now use the building. ",
          "Type": "Plaque",
          "FilePath": "..."
    },
    "James_Oval" : {

          "Longitude": 115.817813,
          "Latitude": -31.980187,
          "Description": "This is a site",
          "Type": "Plaque",
          "FilePath": "..."
    },
    "Tattersall_Lecture_Theatre" : {

          "Longitude": 115.818562,
          "Latitude": -31.981437,
          "Description": "This is a site",
          "Type": "Plaque",
          "FilePath": "..."
    },
    "Bayliss_Building" : {

          "Longitude": 115.818438,
          "Latitude": -31.982062,
          "Description": "Sir Noel Stanley Bayliss, [1906 – 1996]. C.B.E., B.Sc., B.A., PhD., Hon. D.Sc., FRACI., FAA., Hon. FACE., was born in Brisbane and educated at Melbourne University where he was Victorian Rhodes Scholar in 1927. He studied at Lincoln College, Oxford, and University of California, Berkeley. He was Senior Lecturer in Chemistry at Melbourne University, 1933-1937, until appointed Professor of Chemistry and Head of Department at UWA, 1938-1971.During World War 2, he was Chief Warden for Civil Defence in Western Australia.  Bayliss was Acting Vice-Chancellor, 1948, 1952-53 and Member of the Senate, 1945-1949, 1951-1959. He was heavily involved in the Australian Universities Commission, ANZAAS and CSIRO and a Fellow of the Australian Academy of Science. His research programs were well respected in national and international circles and he was in demand as a visiting fellow or speaker. Popular with students and staff, he established the Bayliss Youth Lectures and a series of academic staff conferences on Rottnest Island. Bayliss chaired the Murdoch University Planning Board and served on the Murdoch Senate. ",
          "Type": "Plaque",
          "FilePath": "..."
    },
    "Cameron_Hall" : {

          "Longitude": 115.819812,
          "Latitude": -31.981063,
          "Description": "Robert George Cameron, [1886 - 1960] M.A., was a student, and later Lecturer in Education, at Sydney University prior to a joint appointment as Foundation Professor of Education at UWA and Principal of Claremont Teachers’ College in 1927. The funding arrangement became contentious when the Government closed the Teachers’ College at the end of 1931, significantly reducing his salary. Although the Senate subsequently agreed to pay half the shortfall for one year Cameron was aggrieved. He took two years leave without pay from the Education Department and obtained a Carnegie Corporation grant to investigate education overseas. Financial conditions had improved by 1934 and Claremont Teachers’ College reopened.
          Cameron was active on the Public Examinations Board, the Australian Council for Education Research, Adult Education Board and the Western Australian Art Gallery, Museum and Library boards. He had a prominent role in developing school broadcasts for the Australian Broadcasting Commission. Cameron was Dean of the Faculty of Arts and Chairman of the Professorial Board in 1949-1950 and served as Acting Vice-Chancellor.  ",
          "Type": "Plaque",
          "FilePath": "..."
    },
    "Beasley_Law_Building" : {

          "Longitude": 115.819812,
          "Latitude": -31.979563,
          "Description": "Frank Reginald Beasley, [1897-1976] E.D., B.A., LL.B., Hon. LL.D., was educated at the Council of Legal Education in London and at Magdalen and Wadham Colleges, Oxford. Beasley saw active service during World War 1 with the AIF 11th Battalion in France and Gallipoli. He returned to Sydney where he gained First Class Honours in 1924, and in 1927 was appointed Foundation Professor of Law at UWA. Although he specialised in constitutional law, his broadly based academic and sporting interests were an asset to the University. As President of the UWA Boat Club, he coached the winning eight in 1933. After Hubert Whitfeld’s death in 1939, Beasley was Acting Vice-Chancellor, but his zeal for reform caused friction and he resigned in 1940. During World War 2, the Law School appointment was temporarily suspended whilst he was attached to Western Command as Deputy Assistant Adjutant-General. Beasley moved to Melbourne in 1963, was a consultant at Monash University and lectured at the Australian National University",
          "Type": "Plaque",
          "FilePath": "..."
    },
    "Queen_And_Duke" : {

          "Longitude": 115.818118,
          "Latitude": -31.978412,
          "Description": "This is a site",
          "Type": "Plaque",
          "FilePath": "..."
    },
    "Arts_Building" : {

          "Longitude": 115.818118,
          "Latitude": -31.978412,
          "Description": "This is a site",
          "Type": "Plaque",
          "FilePath": "..."
    },
    "The_Charioteer" : {

          "Longitude": 115.818607,
          "Latitude": -31.978105,
          "Description": "A terracotta cast of a famous ancient Greek bronze sculpture, the ‘Charioteer of Delphi’ stood in an an alcove-archway at the Stirling Highway end of the external colonnade of the Vice-Chancellery, formerly the University Library, since 1933. This replica was presented to the University by Mrs R.T. Robinson at an afternoon tea function attended by the Vice-Chancellor, H E Whitfeld, and by the then President of the Guild of Undergraduates, Mr Hew Roberts, the latter promising that the students would ‘take the statue under our protection’. In spite of this, the replica has lost its right forearm, because it stretched out horizontally, and this provided too much temptation for those who wished to hang things on it. When the ‘new’ Reid Library and the ‘new’ Arts Building were opened in 1964 the statue was placed in the ground floor walkway at the western end of the Arts Building. The original work, dating from around 460 B.C., represented a charioteer bringing his team of four horses to a halt, while a slave boy held their heads. A landslide buried the group soon after it was first put in place, and although the chariot, and most of the remaining parts of the group were recovered in ancient times, the charioteer himself and some fragments of the other components from the 2,500 year old bronze statue were found by French archaeologists in 1896. ",
          "Type": "Plaque",
          "FilePath": "..."
    },
    "The_Octagon_Theatre" : {

          "Longitude": 115.819282,
          "Latitude": -31.977331,
          "Description": "This is a site",
          "Type": "Plaque",
          "FilePath": "..."
    },
    "The_Black_Stump" : {

          "Longitude": 115.819077,
          "Latitude": -31.977245,
          "Description": "Commissioned in 1975 by Forbes and Fitzhardinge for the AMP building in St Georges Square, The Black Stump was relocated to outside the Octagon Theatre in 1991. The three sculptural elements placed around a circle of black marble embedded in the paving evolved from a drawing and tempera painting of a burnt tree the artist made twenty-five years earlier. The long gestation of ideas is evident in all Howard Taylor's work, and this project exemplifies the important process of reduction down to fundamentals. Howard Taylor [1918 – 2001], a painter and sculptor of the natural sublime - austere, and mostly abstract .  From childhood in Adelaide; the boy liked intricate machinery, and made model aircraft. He enlisted in the Royal Australian Air Force in 1937. Graduating top of his class, he was transferred to Britain, shot down in 1940 over Europe, and spent five years in German camps. To fill the days he made life-drawings of his fellow-prisoners. When he returned from post-war study at the Birmingham College of Art in 1949 the bush at Bickley, near Perth, entered his art. In 1967 he shifted to Northcliffe in the karri-forest country, near the wild granite coastland facing the Southern Ocean. Taylor was the first recipient of the Australia Council’s Visual Arts Board’s Emeritus Awards. In 1998 he was designated a WA State Living Treasure.",
          "Type": "Plaque",
          "FilePath": "..."
    },
    "Dolphin_Theatre" : {

          "Longitude": 115.819083,
          "Latitude": -31.977239,
          "Description": "Opened in 1976, the Dolphin is a small proscenium arch theatre with 198 raked seats, an orchestral pit and fly tower.  By chance, visiting British actor Sir Michael Redgrave arrived at an opportune moment to conduct the opening ceremony. It was constructed to replace the essentially student theatre ‘The Dolphin’ which opened in 1960, but which by the mid-seventies was doomed to demolition. It was named for the dolphins in Matilda Bay and for the link with Greek mythology of the amiable intelligent Dolphin carrying the poet Arion to safety. It had been created by University Dramatic Society students and staff from the former Electrical Engineering shed behind Shenton House, one of the corrugated iron and weatherboard buildings from the 1913 Irwin St campus. The cool-room creamery of the original Crawley Park farm was used as a dressing room. The ‘new’ theatre was designed by renowned architect, theatre consultant and former Faculty of Architecture staff, member Peter Parkinson (1925 – 2014) MBE LFRAIA RIBA. London born, Peter graduated from the Architectural Association in 1950 and moved to Perth in 1952.  He was a founding member of the architectural practice, Hill and Parkinson, (1965 to 1980), specialising in his great passion, theatre design.  His work included the Octagon Theatre and the New Fortune Theatre for UWA and the restoration of His Majesty’s Theatre, Perth. Peter also constructed a mini-theatre named the Rectangle in his Nedlands backyard. ",
          "Type": "Plaque",
          "FilePath": "..."
    },
    "Percy_Grainger" : {

          "Longitude": 115.820474,
          "Latitude": -31.976775,
          "Description": "This is a site",
          "Type": "Plaque",
          "FilePath": "..."
    },
    "Integrata" : {

          "Longitude": 115.820009,
          "Latitude": -31.976649,
          "Description": "This is a site",
          "Type": "Plaque",
          "FilePath": "..."
    },
    "Eileen_Joyce" : {

          "Longitude": 115.820008,
          "Latitude": -31.976651,
          "Description": "Eileen Alannah Joyce, [1908 - 1991]. C.M.G., Hon. D.Mus. (Cambridge, 1971), (University of WA, 1979), (Melbourne, 1982) was born in Tasmania. The family moved to WA in 1911 living in Kununoppin and then Boulder where Eileen attended St Joseph’s Convent School. Her pianistic ability was apparent and an examiner from Trinity College in London, arranged for her to attend Loreto Convent in Claremont. She played for visiting celebrities, and Percy Grainger found her extremely gifted whilst Wilhelm Backhaus insisted that she should study in Germany. The Eileen Joyce Fund, set up in 1926 by Premier Philip Collier, enabled her to study at Leipzig Conservatorium and the Royal College of Music, London. She made her professional debut in 1930 at a London Prom Concert and went on to have a successful international career. She first returned to Australia for an ABC concert tour in 1936. Joyce donated her memorabilia collection, and $100,000 to the University for the Eileen Joyce Music Studio which she opened in 1981. A portrait and a bronze bust may be viewed there.",
          "Type": "Plaque",
          "FilePath": "..."
    },
    "The_Dancer and Emma" : {

          "Longitude": 115.819028,
          "Latitude": -31.976931,
          "Description": "After first featuring together in a solo exhibition at Quentin Gallery in 1984, Emma and Paula - aka The Dancer - are now permanently together in Jackson Court, thanks to the generosity of the Friends of the Grounds, UWA. Greg James was born in Perth. His involvement with art began when he enrolled at Claremont Technical College (later Claremont School of Art) where he studied Fine Art, majoring in Sculpture. He initially worked as a Sculpture Technician for Claremont School of Art before establishing a small foundry in his home studio in 1987. In 1992 he moved his studio to J Shed, Fremantle, where he developed his Sculpture Studio Gallery. His numerous life-size public sculptures have become well known landmarks throughout Fremantle and Perth, whilst his collectable work is displayed throughout Australia, and in galleries in Ireland, the United Kingdom, and New Zealand. Greg specialises in bronze sculpture, however, he also works with stone, marble, wood, aluminium and steel. ",
          "Type": "Plaque",
          "FilePath": "..."
    },
    "Sundial" : {

          "Longitude": 115.819341,
          "Latitude": -31.978653,
          "Description": "Hours to Sunset is a glass mosaic sundial 8m wide by 4.6m high mounted on the west wall of the UWA Club to celebrate the University of Western Australia's 100th year. Normally we measure time relative to midday, when the sun is highest in the sky. This sundial measures time relative to sunset and indicates how many hours of daylight remain.Shaun Tan’s ‘Hours to Sunset’ was the gift of Convocation and the Hawaiian group, to the Centenial  of the UWA.  Dr Peter Kovesi from the Centre for Explortaion Targeting calculated the shadow lines required and Shaun transformed them into a fantastical art work with colours representing the West Australian coastal landscape. \n Tan is a UWA graduate with Honours in Fine Arts and Literature. He is an Academy Award winner for his work ‘The Lost Thing’ and holds many awards for his contribution to children and young peoples’ literature. \n He used traditional Venetian glass making methods combined with modern industrial techinques. The sundial image was scanned and reproduced as a pixellated image used to establish sheets to produce 337500 tessara.  A number of people assisted by adding the tiles as the work progressed. The little courtyard with the Golden Eggs is gently lit at night.\n A gnomon, projecting horizontally from the top centre point of the sundial, casts a shadow on the wall. During the course of the afternoon the tip of the gnomon's shadow will move from the bottom of the wall up to the top until, at sunset, it is level with the gnomon. The left hand curve of the sundial's markings plots the path of the Sun's shadow during the summer solstice, the middle line is the path during the equinox, and the curve on the right shows its path at the winter solstice. The hour lines are angled to account for the different length of day between summer and winter. This project originated when Susan Marie, then Director of University Extension Services, and Board member of the UWA Club, commissioned Shaun Tan to create a west-facing sundial.  Ian Middleton, artisan tiler, executed the work. Susan Marie was the project coordinator. For more information visit www.culturalprecinct.uwa.edu.au/about/hours-to-sunset ",
          "Type": "Plaque",
          "FilePath": "..."
    }

}
